"""
/find -- найти встречу
/meet -- создать встречу
/my   -- мои встречи
/requests -- откликнувшиеся на мои встречи
/delete -- удалить встречу

    < /meet
> Чтобы создать встречу, мне нужно кое-что узнать...
> Как озаглавим нашу встречу? Выбери что-то цепляющее, например "Хочу поиграть в шахматы"
    < Го сурвив https://surviv.io/#J1cQ
> Выберите число и часть  дня, например "с 5 до 7 вечера 16го мая / вечером в четверг"
> Напишите строчку о себе, например "кмс по шахматам UwU"
    < рак по сурвиву
> Напишите что для вас важно, кого вы ищете. Например "Не пишите мне, если вы не знаете
что такое королевский гамбит"
    < престиж не ниже -7
> Напишите более развернутое описание. Например: "С проигравшего - пицца"
    < Врубаим аим и нагибаем нубов. Кто сдохнит тот ЛОХ!!!
> Давай посмотрим что получилось:
>   **Го сурвив https://surviv.io/#J1cQ**
>   Я: рак по сурвиву
>   Ты: престиж не ниже -7
>   Врубаим аим и нагибаем нубов. Кто сдохнит тот ЛОХ!!!
> Создать (да/нет)?
> Ваша заявка принята. Когда кто-то окликнется, я напишу об этом.
...
... 1 month later ...
> Вам новая заявка! Перейдите в [диалог](t.me/playful_monkey_bot) для продолжения общения.

    < /find
> Вот какие встречи сейчас актуальны
> *Какое то представление встреч*
> Введите номер подходящей встречи. Например, 1.
> *Вывод информации о встрече*. Выбрать (да/нет)?
> Найс! Перейдите в [диалог](t.me/playful_monkey_bot) для продолжения общения.

    < /me
1. > У вас сейчас нет актуальных встреч. Чтобы создать встречу, введите /meet.
2. >  Вот опубликлванная вами встреча:
   > *Представление встречи*

    < requests
> На ваши встречи откликнулись 2 человека. Для диалога с ними перейдите:
 Го сурвив https://surviv.io/#J1cQ:
  - [Playful Monkey](t.me/playful_monkey_bot)
  - [Sad Elephant](t.me/sad_elephant_bot)

    < /delete
>  Вот опубликлванная вами встреча. *Представление встречи*. Удалить ее (да/нет)?
"""